Repository: jomart1985/noon.team.mn.objective_c
Catalog: WKWebViewLocalAssetsObjC/*.lproj/Localizable.strings
Languages: ar

source: download done
ar: تم التنزيل

# download_done_desc
source: download done to image folder!
ar: تم التنزيل بنجاح!

# mode_type_choose
source: Choose mode type:
ar: اختر نوع الواجهة:

# mode_type_native
source: Native Mode
ar: واجهة محلية

# mode_type_web
source: Web Mode
ar: واجهة ويب

# search_butt
source: Search
ar: البحث

# search_placholder
source: Search words
ar: البحث عن الكلمات

# fav_butt
source: save
ar: حفظ

# fav_placholder
source: Topic Title
ar: عنون الموضوع

# print
source: 1- Print all
ar: 1- طباعة الكل

# NDmode_off
source: 2- Set Night Browsing
ar: 2- تعيين التصفح الليلي

# NDmode_on
source: 2- Set Morning Browsing
ar: 2- تعيين التصفح الصباحي

# full_screen_off
source: 3- Full screen resize
ar: 3- تحجيم كلي للشاشة

# full_screen_on
source: 3- Disable Full screen resize
ar: 3- تعطيل الحجم الكلي للشاشة

# hit_off
source: 4- Remove highlight
ar: 4- ازالة تسليط الضوء

# hit_on
source: 5- Re-highlight
ar: 5- اعادة تسليط الضوء

# video_off
source: 6- Remove video source links
ar: 6- ازالة روابط الفيديو للبيان

# video_on
source: 6- Add video source links
ar: 6- اعادة روابط الفيدو للبيان

# Topic_off
source: 7- Remove Topic source link
ar: 7- ازالة رابط مصدر الموضوع

# Topic_on
source: 7- Add Topic source link
ar: 7- اعادة رابط مصدر الموضوع

# Statement_off
source: 8- Remove Statement source links
ar: 8- ازالة روابط مصدر البيان

# Statement_on
source: 8- Add Statement source links
ar: 8- اعادة روابط مصدر البيان

# translations_off
source: 9- Remove links translations
ar: 9- ازالة روابط الترجمات

# translations_on
source: 9- Add links translations
ar: 9- اعادة روابط الترجمات

# formatting_off
source: 10- Remove text formatting
ar: 10- ازالة التنسيق من النصوص

# formatting_on
source: 10- Add text formatting
ar: 10- اعادة التنسيق للنصوص

# diacritics_off
source: 11- Remove diacritics from text
ar: 11- ازالة التشكيل من النصوص

# diacritics_on
source: 11- Add diacritics to text
ar: 11- إعادة التشكيل في النصوص

# signature_off
source: 12- Show random signature
ar: 12- اظهار التوقيع العشوائي

# signature_on
source: 12- Hide random signature
ar: 12- اخفاء التوقيع العشوائي

# zoon_in
source: 13- Enlarge text in page
ar: 13- تكبير النص لكل الصفحة

# zoon_out
source: 14- Reduce text in page
ar: 14- تصغير النص لكل الصفحة

# zoon_RESET
source: 15- The default page size
ar: 15- الحجم الإفتراضي للصفحة

# server_state
source: Enable or Disable Server
ar: تعطيل او تشغيل السرفر

# off_server_state
source: Server is Disabled now!
ar: السرفر معطل حاليا!

# on_server_state
source: Server is Enabled now!
ar: السرفر يعمل الان!

# change_port
source: Change Port Server!
ar: تغيير رقم منفذ السرفر!

# save_port_butt
source: Save
ar: حفظ

# exit_port_butt
source: Exit
ar: خروج

source: Port in Use!
ar: رقم المنفذ محجوز!

# port_not_use
source: Port is Available!
ar: رقم المنفذ متاح!

# now_is_closing
source: closing now ..
ar: يتم الخروج الان ..

# page1_title
source: Mawso3a NooN App
ar: تطبيق موسوعة نون

# page1_desc
source: Welcome to the comprehensive Mawso3a NooN application of all the data of Imam Nasser Muhammad Al-Yamani
ar: مرحبا بك في تطبيق موسوعة نون الشاملة لجميع بيانات الإمام ناصر محمد اليماني

# skip_butt
source: Skip
ar: تخطي

# features_title
source: Application features
ar: ميزات التطبيق

# features_desc
source: Through this application, you will be able to browse and find data easily, and we have provided several functions to support the application
ar: عن طريق هذا التطبيق ستتمكن من تصفح البيانات وايجادها بسهولة

# function_title
source: Multi Functions
ar: وظائف متعددة

# function_desc
source: In the application, we provided several functions such as data printing, an advanced search system, and the feature to save data to favorites
ar: وفرنا في التطبيق عدة وظائف مثل طباعة البيانات ونظام بحث متقدم وخاصية حفظ البيانات الى المفضلة
